driver-tests/bpelse/assign/AssignNamespacesJBI/test/results/multNSRootLevel/Actual_20130221153647_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <Employee xmlns="http://xml.netbeans.org/schema/employee" xmlns:add1="http://xml.netbeans.org/schema/address" xmlns:emp="http://xml.netbeans.org/schema/employee" xmlns:msgns="http://j2ee.netbeans.org/wsdl/newWSDL" xmlns:per="http://xml.netbeans.org/schema/person" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
      <per:person>
        <per:name>John Doe</per:name>
        <add1:address>
          <add1:Street>800 Royal oaks</add1:Street>
          <add1:city>Monrovia</add1:city>
        </add1:address>
      </per:person>
      <emp:experience>3</emp:experience>
    </Employee>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>